


/*-------- Settings ------------*/

"App Management" = "Gestor de apps";

"WIFI Share" = "Transferencias Wi-Fi";

"BT Download Only in Wi-Fi" = "Torrents sólo con Wi-Fi";

"BT Bandwidth & Connection" = "Conexión de torrents";

"Maximum Connections" = "Conexiones máximas";

"Connections Per Torrent" = "Conexiones por torrent";

"Enable Limit" = "Habilitar límite";

"Upload Limit" = "Límite de subida";

"Download Limit" = "Límite de descarga";


"Automatically Install" = "Instalar automáticamente";

"Delete After Install" = "Borrar al instalar";

"Remove Metadata"="Borrar metadatos";

"Keep Awake"="Pantalla sin descanso";

"This will keep your screen always ON while using AppCake"="Mantener la pantalla encendida mientras se use AppCake";

"Remove Metadata will stop App Store from updating the app"="Al borrar los metadatos la App Store no detectará actualizaciones de AppCake";

"Enable iTunes Sync to make apps installed by AppCake can be transfered to your computer by iTunes."="Sincronizar con iTunes permite transferir las apps instaladas desde AppCake al PC usando iTunes.";

"iTunes Sync"="Sincronizar con iTunes";

"Feedback"="Ver el feedback";

"Changelog"="Historial de cambios";

"I Can Translate"="Ayúdanos a traducir";

"Clear Image Cache"="Borrar caché de imágenes";

"Settings" = "Ajustes";

"Show iPhone Apps" = "Ver apps de iPhone";